{
	"green_house": "Green House",
	"green_house_taste": "Citrus-Powered Strain",
	"green_house_desc": "Green House is a citrus-forward strain, known for its fresh, tangy flavor and aroma. The buds are well-coated in THC, giving them a frosty look and dense structure. Despite being greenhouse-grown, this strain maintains high quality with potent effects, making it an ideal option for those seeking reliable, citrusy strains.",
	"green_house_desc_2": "Green House is a citrus-forward strain known for its fresh, tangy aroma and flavor. The buds are frosty with a dense structure, well-coated in THC for a potent effect. Despite being greenhouse-grown, this strain maintains excellent quality, making it a top choice for those seeking a reliable, citrusy experience. The refreshing citrus taste and balanced potency make it a great option for casual users.",
	"green_house_desc_3": "Order Green House today from cannabis-deal.com for quick and discreet cannabis delivery in Pattaya and across Thailand. Enjoy premium cannabis, delivered right to your door.",
	"mac_1": "Mac 1",
	"mac_1_taste": "Premium Indica Hybrid",
	"mac_1_desc": "Mac 1 is one of the top strains on the market. Its dense nuggets boast very high THC levels, with a sour and earthy flavor profile. The buds are so stunning that you might be tempted to take pictures of them before you even consider smoking!",
	"mac_1_desc_2": "Mac 1, also known as “Miracle Alien Cookies X1,” is an Indica-dominant strain celebrated as one of the top choices in Thailand. This strain is known for its dense, stunning green-purple buds coated in THC crystals, delivering both in looks and effect. The aroma is a bold combination of fruity, earthy, and toxic undertones, making it a truly unique experience for cannabis connoisseurs.",
	"mac_1_desc_3": "The flavor profile blends notes of butter, vanilla, and citrus, complementing its powerful scent. Mac 1’s effects are balanced, offering an uplifting yet calming high, perfect for reducing stress, anxiety, and depression, while maintaining mental clarity throughout the day.",
	"mac_1_desc_4": "At cannabis-deal.com, we offer fast and secure cannabis delivery in Pattaya and across Thailand. Experience the exceptional quality of Mac 1 with the convenience of discreet delivery to your door, available now for cannabis lovers seeking a premium strain.",
	"sativa_dominant_strain": "Sativa Dominant Strain",
	"medium_low_in_thc": "Medium - Low in THC",
	"fruity_citrus_taste": "Fruity Citrus taste",
	"beautiful_nuggets": "Beautiful Nuggets",
	"high_in_thc": "High in THC",
	"toxic_sour_earthy_taste": "Toxic/Sour earthy taste",
	"grinder_60mm": "Grinder 60mm",
	"grinder_60mm_test": "Affordable & Efficient",
	"grinder_60mm_desc_1": "This 60mm plastic grinder is the perfect budget-friendly option for grinding your herbs with ease. Compact yet durable, it features sharp teeth that efficiently grind herbs into a fine consistency, ideal for rolling or packing. Its lightweight, plastic construction makes it portable and easy to use, while the 60mm diameter provides plenty of space for grinding larger amounts at once.",
	"grinder_60mm_desc_2": "This grinder is a great choice for anyone looking for a simple, cost-effective solution for everyday use. Get quality grinding performance at a fraction of the cost!",
	"smoking_papers": "Smoking Papers",
	"smoking_papers_desc_1": "Experience superior quality with Cannabis-Deal.com’s custom branded smoking papers. Designed for cannabis enthusiasts in Thailand who demand excellence in their smoking accessories, our papers deliver the perfect combination of quality and value.",
	"smoking_papers_desc_2": "These premium smoking papers are engineered to provide consistent performance with every use. The carefully selected materials ensure a clean, even burn that preserves the pure taste of your cannabis. Their ideal thickness makes rolling effortless, suitable for both beginners and experienced users alike.",
	"smoking_papers_desc_3": "Available at the most competitive prices in Thailand, these smoking papers offer exceptional value without compromising on quality. Perfect for personal use or sharing with friends, choose Cannabis-Deal.com smoking papers for a superior smoking experience every time.",
	"premium_quality_materials": "Premium quality materials for a clean smoke",
	"consistent_even_burn": "Consistent, even burn rate",
	"rolling_easy": "Easy to handle and roll",
	"perfect_thickness": "Perfect thickness",
	"reliable_performance": "Reliable performance",
	"unbeatable_prices": "Unbeatable prices",
	"custom_branded_quality": "Custom branded quality",
	"plus_16": "",
	"plus_17": "",
	"plus_18": "",
	"plus_19": "",
	"plus_20": "",
	"plus_21": "",
	"plus_22": "",
	"plus_23": "",
	"plus_24": "",
	"plus_25": "",
	"plus_26": "",
	"plus_27": "",
	"plus_28": "",
	"plus_29": "",
	"plus_30": "",
	"plus_31": "",
	"plus_32": "",
	"plus_33": "",
	"plus_34": ""
}
